aws-sam-cli
cocoapods
git
gitlab-runner
httpie
mongodb-community
mongodb-database-tools
mongosh
neovim
node
nvm
openjdk
openjdk@17
ripgrep
yarn
android-studio
chromium
docker
firefox
slack
visual-studio-code
